
;=======================;
;	  Viper Arms
;=======================;

[VW_LeftArmDeco_HOR_Cnv_A_M X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftArmDeco_HOR_Cnv_B_M X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftArmDeco_HOR_Plt_A_M X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftArmDeco_HOR_Plt_B_M X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftArmDeco_HOR_Pwr_A_M X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftArmDeco_HOR_Pwr_B_M X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightArmDeco_HOR_Cnv_A_M X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightArmDeco_HOR_Cnv_B_M X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightArmDeco_HOR_Plt_A_M X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightArmDeco_HOR_Plt_B_M X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightArmDeco_HOR_Pwr_A_M X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightArmDeco_HOR_Pwr_B_M X2BodyPartTemplate]
DisplayName="Powered (Worn)"


[VW_LeftArmDeco_HOR_Cnv_A_M_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftArmDeco_HOR_Cnv_B_M_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftArmDeco_HOR_Plt_A_M_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftArmDeco_HOR_Plt_B_M_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftArmDeco_HOR_Pwr_A_M_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftArmDeco_HOR_Pwr_B_M_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightArmDeco_HOR_Cnv_A_M_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightArmDeco_HOR_Cnv_B_M_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightArmDeco_HOR_Plt_A_M_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightArmDeco_HOR_Plt_B_M_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightArmDeco_HOR_Pwr_A_M_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightArmDeco_HOR_Pwr_B_M_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"



[VW_LeftArmDeco_HOR_Cnv_A_F X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftArmDeco_HOR_Cnv_B_F X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftArmDeco_HOR_Plt_A_F X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftArmDeco_HOR_Plt_B_F X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftArmDeco_HOR_Pwr_A_F X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftArmDeco_HOR_Pwr_B_F X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightArmDeco_HOR_Cnv_A_F X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightArmDeco_HOR_Cnv_B_F X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightArmDeco_HOR_Plt_A_F X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightArmDeco_HOR_Plt_B_F X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightArmDeco_HOR_Pwr_A_F X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightArmDeco_HOR_Pwr_B_F X2BodyPartTemplate]
DisplayName="Powered (Worn)"


[VW_LeftArmDeco_HOR_Cnv_A_F_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftArmDeco_HOR_Cnv_B_F_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftArmDeco_HOR_Plt_A_F_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftArmDeco_HOR_Plt_B_F_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftArmDeco_HOR_Pwr_A_F_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftArmDeco_HOR_Pwr_B_F_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightArmDeco_HOR_Cnv_A_F_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightArmDeco_HOR_Cnv_B_F_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightArmDeco_HOR_Plt_A_F_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightArmDeco_HOR_Plt_B_F_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightArmDeco_HOR_Pwr_A_F_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightArmDeco_HOR_Pwr_B_F_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"





[VW_LeftForearm_HOR_Cnv_A_M X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftForearm_HOR_Cnv_B_M X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftForearm_HOR_Plt_A_M X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftForearm_HOR_Plt_B_M X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftForearm_HOR_Pwr_A_M X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftForearm_HOR_Pwr_B_M X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightForearm_HOR_Cnv_A_M X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightForearm_HOR_Cnv_B_M X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightForearm_HOR_Plt_A_M X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightForearm_HOR_Plt_B_M X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightForearm_HOR_Pwr_A_M X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightForearm_HOR_Pwr_B_M X2BodyPartTemplate]
DisplayName="Powered (Worn)"


[VW_LeftForearm_HOR_Cnv_A_M_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftForearm_HOR_Cnv_B_M_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftForearm_HOR_Plt_A_M_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftForearm_HOR_Plt_B_M_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftForearm_HOR_Pwr_A_M_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftForearm_HOR_Pwr_B_M_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightForearm_HOR_Cnv_A_M_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightForearm_HOR_Cnv_B_M_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightForearm_HOR_Plt_A_M_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightForearm_HOR_Plt_B_M_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightForearm_HOR_Pwr_A_M_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightForearm_HOR_Pwr_B_M_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"



[VW_LeftForearm_HOR_Cnv_A_F X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftForearm_HOR_Cnv_B_F X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftForearm_HOR_Plt_A_F X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftForearm_HOR_Plt_B_F X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftForearm_HOR_Pwr_A_F X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftForearm_HOR_Pwr_B_F X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightForearm_HOR_Cnv_A_F X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightForearm_HOR_Cnv_B_F X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightForearm_HOR_Plt_A_F X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightForearm_HOR_Plt_B_F X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightForearm_HOR_Pwr_A_F X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightForearm_HOR_Pwr_B_F X2BodyPartTemplate]
DisplayName="Powered (Worn)"


[VW_LeftForearm_HOR_Cnv_A_F_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_LeftForearm_HOR_Cnv_B_F_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_LeftForearm_HOR_Plt_A_F_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_LeftForearm_HOR_Plt_B_F_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_LeftForearm_HOR_Pwr_A_F_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_LeftForearm_HOR_Pwr_B_F_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_RightForearm_HOR_Cnv_A_F_T X2BodyPartTemplate]
DisplayName="Conventional"

[VW_RightForearm_HOR_Cnv_B_F_T X2BodyPartTemplate]
DisplayName="Conventional (Worn)"

[VW_RightForearm_HOR_Plt_A_F_T X2BodyPartTemplate]
DisplayName="Plated"

[VW_RightForearm_HOR_Plt_B_F_T X2BodyPartTemplate]
DisplayName="Plated (Worn)"

[VW_RightForearm_HOR_Pwr_A_F_T X2BodyPartTemplate]
DisplayName="Powered"

[VW_RightForearm_HOR_Pwr_B_F_T X2BodyPartTemplate]
DisplayName="Powered (Worn)"

[VW_LeftForearm_HOR_A_M X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_LeftForearm_HOR_B_M X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"

[VW_LeftForearm_HOR_A_M_T X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_LeftForearm_HOR_B_M_T X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"

[VW_LeftForearm_HOR_A_F X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_LeftForearm_HOR_B_F X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"

[VW_LeftForearm_HOR_A_F_T X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_LeftForearm_HOR_B_F_T X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"

[VW_RightForearm_HOR_A_M X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_RightForearm_HOR_B_M X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"

[VW_RightForearm_HOR_A_M_T X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_RightForearm_HOR_B_M_T X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"

[VW_RightForearm_HOR_A_F X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_RightForearm_HOR_B_F X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"

[VW_RightForearm_HOR_A_F_T X2BodyPartTemplate]
DisplayName="Ammo Gauntlet"

[VW_RightForearm_HOR_B_F_T X2BodyPartTemplate]
DisplayName="Gauntlet Wrap"


[VW_LeftArmDeco_HOR_Skm_A_M X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_LeftArmDeco_HOR_Skm_B_M X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_LeftArmDeco_HOR_Skm_C_M X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_LeftArmDeco_HOR_Skm_D_M X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_LeftArmDeco_HOR_Skm_E_M X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_LeftArmDeco_HOR_Tmp_A_M X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_LeftArmDeco_HOR_Tmp_B_M X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_LeftArmDeco_HOR_Tmp_C_M X2BodyPartTemplate]
DisplayName="Shoulder H"

[VW_LeftArmDeco_HOR_Skm_A_M_T X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_LeftArmDeco_HOR_Skm_B_M_T X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_LeftArmDeco_HOR_Skm_C_M_T X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_LeftArmDeco_HOR_Skm_D_M_T X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_LeftArmDeco_HOR_Skm_E_M_T X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_LeftArmDeco_HOR_Tmp_A_M_T X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_LeftArmDeco_HOR_Tmp_B_M_T X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_LeftArmDeco_HOR_Tmp_C_M_T X2BodyPartTemplate]
DisplayName="Shoulder H"


[VW_LeftArmDeco_HOR_Skm_A_F X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_LeftArmDeco_HOR_Skm_B_F X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_LeftArmDeco_HOR_Skm_C_F X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_LeftArmDeco_HOR_Skm_D_F X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_LeftArmDeco_HOR_Skm_E_F X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_LeftArmDeco_HOR_Tmp_A_F X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_LeftArmDeco_HOR_Tmp_B_F X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_LeftArmDeco_HOR_Tmp_C_F X2BodyPartTemplate]
DisplayName="Shoulder H"

[VW_LeftArmDeco_HOR_Skm_A_F_T X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_LeftArmDeco_HOR_Skm_B_F_T X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_LeftArmDeco_HOR_Skm_C_F_T X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_LeftArmDeco_HOR_Skm_D_F_T X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_LeftArmDeco_HOR_Skm_E_F_T X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_LeftArmDeco_HOR_Tmp_A_F_T X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_LeftArmDeco_HOR_Tmp_B_F_T X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_LeftArmDeco_HOR_Tmp_C_F_T X2BodyPartTemplate]
DisplayName="Shoulder H"





[VW_RightArmDeco_HOR_Skm_A_M X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_RightArmDeco_HOR_Skm_B_M X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_RightArmDeco_HOR_Skm_C_M X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_RightArmDeco_HOR_Skm_D_M X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_RightArmDeco_HOR_Skm_E_M X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_RightArmDeco_HOR_Tmp_A_M X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_RightArmDeco_HOR_Tmp_B_M X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_RightArmDeco_HOR_Tmp_C_M X2BodyPartTemplate]
DisplayName="Shoulder H"

[VW_RightArmDeco_HOR_Skm_A_M_T X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_RightArmDeco_HOR_Skm_B_M_T X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_RightArmDeco_HOR_Skm_C_M_T X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_RightArmDeco_HOR_Skm_D_M_T X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_RightArmDeco_HOR_Skm_E_M_T X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_RightArmDeco_HOR_Tmp_A_M_T X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_RightArmDeco_HOR_Tmp_B_M_T X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_RightArmDeco_HOR_Tmp_C_M_T X2BodyPartTemplate]
DisplayName="Shoulder H"


[VW_RightArmDeco_HOR_Skm_A_F X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_RightArmDeco_HOR_Skm_B_F X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_RightArmDeco_HOR_Skm_C_F X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_RightArmDeco_HOR_Skm_D_F X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_RightArmDeco_HOR_Skm_E_F X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_RightArmDeco_HOR_Tmp_A_F X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_RightArmDeco_HOR_Tmp_B_F X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_RightArmDeco_HOR_Tmp_C_F X2BodyPartTemplate]
DisplayName="Shoulder H"

[VW_RightArmDeco_HOR_Skm_A_F_T X2BodyPartTemplate]
DisplayName="Shoulder A"

[VW_RightArmDeco_HOR_Skm_B_F_T X2BodyPartTemplate]
DisplayName="Shoulder B"

[VW_RightArmDeco_HOR_Skm_C_F_T X2BodyPartTemplate]
DisplayName="Shoulder C"

[VW_RightArmDeco_HOR_Skm_D_F_T X2BodyPartTemplate]
DisplayName="Shoulder D"

[VW_RightArmDeco_HOR_Skm_E_F_T X2BodyPartTemplate]
DisplayName="Shoulder E"

[VW_RightArmDeco_HOR_Tmp_A_F_T X2BodyPartTemplate]
DisplayName="Shoulder F"

[VW_RightArmDeco_HOR_Tmp_B_F_T X2BodyPartTemplate]
DisplayName="Shoulder G"

[VW_RightArmDeco_HOR_Tmp_C_F_T X2BodyPartTemplate]
DisplayName="Shoulder H"